Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# BT_Subtitle.Text
source: Configure advanced BitTorrent protocol settings
fr: Configurer les paramètres avancés du protocole BitTorrent
it: Configura le impostazioni avanzate del protocollo BitTorrent
ja: 高度な BitTorrent プロトコル設定を構成します
ko: 고급 BitTorrent 프로토콜 설정을 구성합니다
ru: Настроить расширенные параметры протокола BitTorrent
zh_cn: 配置高级 BitTorrent 协议设置
zh_hant: 設定進階 BitTorrent 協定選項

# BT_Section_Connection.Text
source: Connection
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
ru: Подключение
zh_cn: 连接
zh_hant: 連線

# BT_ListenInterfaces.Header
source: Listen Interfaces
fr: Interfaces d’écoute
it: Interfacce di ascolto
ja: リッスンインターフェイス
ko: 수신 인터페이스
ru: Интерфейсы прослушивания
zh_cn: 监听接口
zh_hant: 監聽介面

# BT_ListenInterfaces.Description
source: Network interfaces and ports for incoming connections (e.g. 0.0.0.0:6881)
fr: Interfaces réseau et ports pour les connexions entrantes (p. ex. 0.0.0.0:6881)
it: Interfacce di rete e porte per le connessioni in ingresso (ad es. 0.0.0.0:6881)
ja: 着信接続用のネットワークインターフェイスとポート（例: 0.0.0.0:6881）
ko: 수신 연결에 사용할 네트워크 인터페이스와 포트(예: 0.0.0.0:6881)
ru: Сетевые интерфейсы и порты для входящих подключений (например, 0.0.0.0:6881)
zh_cn: 用于传入连接的网络接口和端口（如 0.0.0.0:6881）
zh_hant: 用於傳入連線的網路介面與連接埠（例如 0.0.0.0:6881）

# BT_ConnectionsLimit.Header
source: Max Connections
fr: Nombre maximal de connexions
it: Connessioni massime
ja: 最大接続数
ko: 최대 연결 수
ru: Максимум подключений
zh_cn: 最大连接数
zh_hant: 最大連線數

# BT_ConnectionsLimit.Description
source: Maximum number of peer connections per torrent
fr: Nombre maximal de connexions de pairs par torrent
it: Numero massimo di connessioni peer per torrent
ja: Torrent ごとの最大ピア接続数
ko: 토렌트당 최대 피어 연결 수
ru: Максимальное число подключений пиров на торрент
zh_cn: 每个种子的最大对等连接数
zh_hant: 每個 Torrent 的最大節點連線數

# BT_Protocol.Header
source: Protocol
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
ru: Протокол
zh_cn: 协议
zh_hant: 協定

# BT_Protocol.Description
source: Enable or disable specific transport protocols
fr: Activer ou désactiver certains protocoles de transport
it: Abilita o disabilita specifici protocolli di trasporto
ja: 特定の転送プロトコルを有効または無効にします
ko: 특정 전송 프로토콜을 사용하거나 사용하지 않도록 설정합니다
ru: Включить или отключить определённые транспортные протоколы
zh_cn: 启用或禁用特定传输协议
zh_hant: 啟用或停用特定傳輸協定

# BT_IncomingTcp.Header
source: Incoming TCP
fr: TCP entrant
it: TCP in ingresso
ja: 受信 TCP
ko: 수신 TCP
ru: Входящий TCP
zh_cn: 传入 TCP
zh_hant: 傳入 TCP

# BT_OutgoingTcp.Header
source: Outgoing TCP
fr: TCP sortant
it: TCP in uscita
ja: 送信 TCP
ko: 송신 TCP
ru: Исходящий TCP
zh_cn: 传出 TCP
zh_hant: 傳出 TCP

# BT_IncomingUtp.Header
source: Incoming uTP
fr: uTP entrant
it: uTP in ingresso
ja: 受信 uTP
ko: 수신 uTP
ru: Входящий uTP
zh_cn: 传入 uTP
zh_hant: 傳入 uTP

# BT_OutgoingUtp.Header
source: Outgoing uTP
fr: uTP sortant
it: uTP in uscita
ja: 送信 uTP
ko: 송신 uTP
ru: Исходящий uTP
zh_cn: 传出 uTP
zh_hant: 傳出 uTP

# BT_MultiConnPerIp.Header
source: Multiple Connections Per IP
fr: Connexions multiples par IP
it: Più connessioni per IP
ja: IP ごとの複数接続
ko: IP당 다중 연결
ru: Несколько подключений с одного IP
zh_cn: 同一 IP 多连接
zh_hant: 每個 IP 多重連線

# BT_MultiConnPerIp.Description
source: Allow multiple connections from the same IP address
fr: Autoriser plusieurs connexions depuis la même adresse IP
it: Consenti più connessioni dallo stesso indirizzo IP
ja: 同じ IP アドレスからの複数接続を許可します
ko: 같은 IP 주소에서 여러 연결 허용
ru: Разрешить несколько подключений с одного IP-адреса
zh_cn: 允许同一 IP 地址的多个连接
zh_hant: 允許來自相同 IP 位址的多個連線

# BT_AnonymousMode.Header
source: Anonymous Mode
fr: Mode anonyme
it: Modalità anonima
ja: 匿名モード
ko: 익명 모드
ru: Анонимный режим
zh_cn: 匿名模式
zh_hant: 匿名模式

# BT_AnonymousMode.Description
source: Hide client identity from peers and trackers
fr: Masquer l’identité du client aux pairs et aux traqueurs
it: Nascondi l'identità del client a peer e tracker
ja: ピアとトラッカーに対してクライアントの識別情報を隠します
ko: 피어와 트래커에 클라이언트 ID를 숨깁니다
ru: Скрывать идентификатор клиента от пиров и трекеров
zh_cn: 对对等节点和 Tracker 隐藏客户端身份
zh_hant: 對節點與 Tracker 隱藏用戶端身分

# BT_Section_Discovery.Text
source: Peer Discovery
fr: Découverte des pairs
it: Rilevamento peer
ja: ピア検出
ko: 피어 검색
ru: Обнаружение пиров
zh_cn: 对等节点发现
zh_hant: 節點探索

# BT_EnableDht.Header
source: DHT (Distributed Hash Table)
fr: DHT (table de hachage distribuée)
it: DHT (tabella hash distribuita)
ja: DHT（分散ハッシュテーブル）
ko: DHT(분산 해시 테이블)
ru: DHT (распределённая хеш-таблица)
zh_cn: DHT（分布式哈希表）
zh_hant: DHT（分散式雜湊表）

# BT_EnableDht.Description
source: Enable decentralized peer discovery
fr: Activer la découverte décentralisée des pairs
it: Abilita il rilevamento decentralizzato dei peer
ja: 分散型ピア検出を有効にします
ko: 분산형 피어 검색 사용
ru: Включить децентрализованное обнаружение пиров
zh_cn: 启用去中心化对等节点发现
zh_hant: 啟用去中心化節點探索

# BT_EnableLsd.Header
source: Local Service Discovery (LSD)
fr: Découverte des services locaux (LSD)
it: Rilevamento servizi locali (LSD)
ja: ローカルサービス検出（LSD）
ko: 로컬 서비스 검색(LSD)
ru: Обнаружение локальных служб (LSD)
zh_cn: 本地服务发现 (LSD)
zh_hant: 本機服務探索（LSD）

# BT_EnableUpnp.Header
source: UPnP Port Mapping
fr: Mappage de port UPnP
it: Mappatura porte UPnP
ja: UPnP ポートマッピング
ko: UPnP 포트 매핑
ru: Проброс портов UPnP
zh_cn: UPnP 端口映射
zh_hant: UPnP 連接埠對應

# BT_EnableNatpmp.Header
source: NAT-PMP Port Mapping
fr: Mappage de port NAT-PMP
it: Mappatura porte NAT-PMP
ja: NAT-PMP ポートマッピング
ko: NAT-PMP 포트 매핑
ru: Проброс портов NAT-PMP
zh_cn: NAT-PMP 端口映射
zh_hant: NAT-PMP 連接埠對應

# BT_AnnounceAllTiers.Header
source: Announce to All Tiers
fr: Annoncer à tous les niveaux
it: Annuncia a tutti i livelli
ja: すべての階層にアナウンス
ko: 모든 티어에 announce
ru: Отправлять объявление всем уровням
zh_cn: 向所有层级通告
zh_hant: 向所有層級宣告

# BT_AnnounceAllTiers.Description
source: Send announce to all tracker tiers simultaneously
fr: Envoyer l’annonce simultanément à tous les niveaux de traqueurs
it: Invia l'annuncio simultaneamente a tutti i livelli dei tracker
ja: すべてのトラッカー階層へ同時にアナウンスを送信します
ko: 모든 트래커 티어에 announce를 동시에 전송합니다
ru: Одновременно отправлять объявление всем уровням трекеров
zh_cn: 同时向所有 Tracker 层级发送通告
zh_hant: 同時向所有 Tracker 層級傳送宣告

# BT_AnnounceAllTrackers.Header
source: Announce to All Trackers
fr: Annoncer à tous les traqueurs
it: Annuncia a tutti i tracker
ja: すべてのトラッカーにアナウンス
ko: 모든 트래커에 announce
ru: Отправлять объявление всем трекерам
zh_cn: 向所有 Tracker 通告
zh_hant: 向所有 Tracker 宣告

# BT_AnnounceAllTrackers.Description
source: Send announce to all trackers in each tier
fr: Envoyer l’annonce à tous les traqueurs de chaque niveau
it: Invia l'annuncio a tutti i tracker di ciascun livello
ja: 各階層のすべてのトラッカーにアナウンスを送信します
ko: 각 티어의 모든 트래커에 announce를 전송합니다
ru: Отправлять объявление всем трекерам на каждом уровне
zh_cn: 向每个层级中的所有 Tracker 发送通告
zh_hant: 向每個層級中的所有 Tracker 傳送宣告

# BT_Section_Limits.Text
source: Queue Limits
fr: Limites de file d’attente
it: Limiti coda
ja: キュー制限
ko: 대기열 제한
ru: Ограничения очереди
zh_cn: 队列限制
zh_hant: 佇列限制

# BT_ActiveDownloads.Header
source: Active Downloads
fr: Téléchargements actifs
it: Download attivi
ja: アクティブなダウンロード
ko: 활성 다운로드
ru: Активные загрузки
zh_cn: 活动下载数
zh_hant: 作用中下載

# BT_ActiveDownloads.Description
source: Maximum simultaneous downloading torrents
fr: Nombre maximal de torrents téléchargés simultanément
it: Numero massimo di torrent scaricati contemporaneamente
ja: 同時にダウンロードできる Torrent の最大数
ko: 동시에 다운로드할 수 있는 최대 토렌트 수
ru: Максимальное число одновременно загружаемых торрентов
zh_cn: 最大同时下载种子数
zh_hant: 同時下載 Torrent 的最大數量

# BT_ActiveSeeds.Header
source: Active Seeds
fr: Partages actifs
it: Seed attivi
ja: アクティブなシード
ko: 활성 시드
ru: Активные раздачи
zh_cn: 活动做种数
zh_hant: 作用中做種

# BT_ActiveSeeds.Description
source: Maximum simultaneous seeding torrents
fr: Nombre maximal de torrents partagés simultanément
it: Numero massimo di torrent in seeding contemporaneamente
ja: 同時にシードできる Torrent の最大数
ko: 동시에 시딩할 수 있는 최대 토렌트 수
ru: Максимальное число одновременно раздаваемых торрентов
zh_cn: 最大同时做种种子数
zh_hant: 同時做種 Torrent 的最大數量

# BT_ActiveLimit.Header
source: Active Torrents
fr: Torrents actifs
it: Torrent attivi
ja: アクティブな Torrent
ko: 활성 토렌트
ru: Активные торренты
zh_cn: 活动种子总数
zh_hant: 作用中 Torrent

# BT_ActiveLimit.Description
source: Maximum total active torrents (download + seed)
fr: Nombre total maximal de torrents actifs (téléchargement + partage)
it: Numero massimo totale di torrent attivi (download + seed)
ja: アクティブな Torrent の合計最大数（ダウンロード + シード）
ko: 전체 활성 토렌트 최대 수(다운로드 + 시드)
ru: Максимальное общее число активных торрентов (загрузка + раздача)
zh_cn: 最大活动种子总数（下载 + 做种）
zh_hant: 作用中 Torrent 的最大總數（下載 + 做種）

# BT_Section_SpeedLimits.Text
source: Speed Limits
fr: Limites de vitesse
it: Limiti di velocità
ja: 速度制限
ko: 속도 제한
ru: Ограничения скорости
zh_cn: 速度限制
zh_hant: 速度限制

# BT_DownloadRateLimit.Header
source: Download Rate Limit
fr: Limite de débit descendant
it: Limite velocità download
ja: ダウンロード速度制限
ko: 다운로드 속도 제한
ru: Ограничение скорости загрузки
zh_cn: 下载速度限制
zh_hant: 下載速率限制

# BT_DownloadRateLimit.Description
source: Maximum download speed in KB/s (0 = unlimited)
fr: Vitesse maximale de téléchargement en Ko/s (0 = illimitée)
it: Velocità massima di download in KB/s (0 = illimitata)
ja: 最大ダウンロード速度（KB/s、0 = 無制限）
ko: 최대 다운로드 속도(KB/s, 0 = 무제한)
ru: Максимальная скорость загрузки в КБ/с (0 = без ограничений)
zh_cn: 最大下载速度（KB/s），0 = 无限制
zh_hant: 最大下載速度（KB/s，0 = 無限制）

# BT_UploadRateLimit.Header
source: Upload Rate Limit
fr: Limite de débit montant
it: Limite velocità upload
ja: アップロード速度制限
ko: 업로드 속도 제한
ru: Ограничение скорости отдачи
zh_cn: 上传速度限制
zh_hant: 上傳速率限制

# BT_UploadRateLimit.Description
source: Maximum upload speed in KB/s (0 = unlimited)
fr: Vitesse maximale de téléversement en Ko/s (0 = illimitée)
it: Velocità massima di upload in KB/s (0 = illimitata)
ja: 最大アップロード速度（KB/s、0 = 無制限）
ko: 최대 업로드 속도(KB/s, 0 = 무제한)
ru: Максимальная скорость отдачи в КБ/с (0 = без ограничений)
zh_cn: 最大上传速度（KB/s），0 = 无限制
zh_hant: 最大上傳速度（KB/s，0 = 無限制）

# BT_Section_Seeding.Text
source: Seeding
fr: Partage
it: Condivisione
ja: シード中
ko: 시딩 중
ru: Раздача
zh_cn: 做种
zh_hant: 做種

# BT_SeedRatioLimit.Header
source: Seed Ratio Limit
fr: Limite de ratio de partage
it: Limite rapporto seed
ja: シード比率制限
ko: 시드 비율 제한
ru: Ограничение рейтинга раздачи
zh_cn: 做种比率限制
zh_hant: 做種比率限制

# BT_SeedRatioLimit.Description
source: Stop seeding when ratio reached (0 = no limit)
fr: Arrêter le partage lorsque le ratio est atteint (0 = aucune limite)
it: Interrompi il seeding al raggiungimento del rapporto (0 = nessun limite)
ja: 比率に達したらシードを停止（0 = 制限なし）
ko: 비율에 도달하면 시딩 중지(0 = 제한 없음)
ru: Остановить раздачу при достижении рейтинга (0 = без ограничений)
zh_cn: 达到指定比率后停止做种（0 = 无限制）
zh_hant: 達到比率時停止做種（0 = 無限制）

# BT_SeedTimeLimit.Header
source: Seed Time Limit
fr: Durée limite de partage
it: Limite tempo di seeding
ja: シード時間制限
ko: 시딩 시간 제한
ru: Ограничение времени раздачи
zh_cn: 做种时间限制
zh_hant: 做種時間限制

# BT_SeedTimeLimit.Description
source: Stop seeding after specified minutes (0 = no limit)
fr: Arrêter le partage après le nombre de minutes indiqué (0 = aucune limite)
it: Interrompi il seeding dopo i minuti specificati (0 = nessun limite)
ja: 指定した分数後にシードを停止（0 = 制限なし）
ko: 지정된 시간이 지나면 시딩 중지(0 = 제한 없음)
ru: Остановить раздачу через указанное число минут (0 = без ограничений)
zh_cn: 指定时间（分钟）后停止做种（0 = 无限制）
zh_hant: 經過指定分鐘數後停止做種（0 = 無限制）

# BT_Section_Peer.Text
source: Peer
fr: Pair
ja: ピア
ko: 피어
ru: Пир
zh_cn: 对等节点
zh_hant: 節點

# BT_Timeouts.Header
source: Timeouts
fr: Délais d’expiration
it: Timeout
ja: タイムアウト
ko: 시간 제한
ru: Тайм-ауты
zh_cn: 超时设置
zh_hant: 逾時

# BT_Timeouts.Description
source: Configure peer connection timeouts
fr: Configurer les délais d’expiration des connexions de pairs
it: Configura i timeout delle connessioni peer
ja: ピア接続のタイムアウトを構成します
ko: 피어 연결 시간 제한을 구성합니다
ru: Настроить тайм-ауты подключений пиров
zh_cn: 配置对等连接超时
zh_hant: 設定節點連線逾時

# BT_PeerTimeout.Header
source: Peer Timeout (seconds)
fr: Délai d’expiration du pair (secondes)
it: Timeout peer (secondi)
ja: ピアタイムアウト（秒）
ko: 피어 시간 제한(초)
ru: Тайм-аут пира (секунды)
zh_cn: 对等超时（秒）
zh_hant: 節點逾時（秒）

# BT_HandshakeTimeout.Header
source: Handshake Timeout (seconds)
fr: Délai d’expiration de la négociation (secondes)
it: Timeout handshake (secondi)
ja: ハンドシェイクタイムアウト（秒）
ko: 핸드셰이크 시간 제한(초)
ru: Тайм-аут рукопожатия (секунды)
zh_cn: 握手超时（秒）
zh_hant: 交握逾時（秒）

# BT_CloseRedundant.Header
source: Close Redundant Connections
fr: Fermer les connexions redondantes
it: Chiudi connessioni ridondanti
ja: 冗長な接続を閉じる
ko: 불필요한 연결 닫기
ru: Закрывать лишние подключения
zh_cn: 关闭冗余连接
zh_hant: 關閉冗餘連線

# BT_CloseRedundant.Description
source: Close connections that are no longer needed
fr: Fermer les connexions qui ne sont plus nécessaires
it: Chiudi le connessioni non più necessarie
ja: 不要になった接続を閉じます
ko: 더 이상 필요하지 않은 연결을 닫습니다
ru: Закрывать подключения, которые больше не нужны
zh_cn: 关闭不再需要的连接
zh_hant: 關閉不再需要的連線

# BT_Section_DiskIO.Text
source: Disk I/O
fr: E/S disque
it: I/O disco
ja: ディスク I/O
ko: 디스크 I/O
ru: Дисковый ввод-вывод
zh_cn: 磁盘 I/O
zh_hant: 磁碟 I/O

# BT_AioThreads.Header
source: Async I/O Threads
fr: Threads d’E/S asynchrones
it: Thread I/O asincroni
ja: 非同期 I/O スレッド
ko: 비동기 I/O 스레드
ru: Потоки асинхронного ввода-вывода
zh_cn: 异步 I/O 线程数
zh_hant: 非同步 I/O 執行緒

# BT_AioThreads.Description
source: Number of threads for asynchronous disk operations
fr: Nombre de threads pour les opérations disque asynchrones
it: Numero di thread per le operazioni disco asincrone
ja: 非同期ディスク操作に使用するスレッド数
ko: 비동기 디스크 작업에 사용할 스레드 수
ru: Число потоков для асинхронных дисковых операций
zh_cn: 异步磁盘操作的线程数
zh_hant: 非同步磁碟作業的執行緒數量

# BT_CheckingMemUsage.Header
source: Hash Checking Memory (MB)
fr: Mémoire de vérification du hachage (Mo)
it: Memoria per verifica hash (MB)
ja: ハッシュ検証メモリ（MB）
ko: 해시 검사 메모리(MB)
ru: Память для проверки хеша (МБ)
zh_cn: 哈希校验内存（MB）
zh_hant: 雜湊檢查記憶體（MB）

# BT_CheckingMemUsage.Description
source: Maximum memory used for hash checking
fr: Mémoire maximale utilisée pour la vérification du hachage
it: Memoria massima usata per la verifica hash
ja: ハッシュ検証に使用する最大メモリ
ko: 해시 검사에 사용할 최대 메모리
ru: Максимальный объём памяти для проверки хеша
zh_cn: 用于哈希校验的最大内存
zh_hant: 雜湊檢查可使用的最大記憶體

# BT_Section_Identity.Text
source: Identity
fr: Identité
it: Identità
ja: 識別情報
ko: 식별 정보
ru: Идентификация
zh_cn: 身份标识
zh_hant: 身分

# BT_UserAgent.Header
source: User Agent
fr: Agent utilisateur
ja: ユーザーエージェント
ko: 사용자 에이전트
zh_cn: 用户代理
zh_hant: 使用者代理

# BT_UserAgent.Description
source: Client identification string sent to trackers
fr: Chaîne d’identification du client envoyée aux traqueurs
it: Stringa di identificazione del client inviata ai tracker
ja: トラッカーへ送信するクライアント識別文字列
ko: 트래커에 전송할 클라이언트 식별 문자열
ru: Строка идентификации клиента, отправляемая трекерам
zh_cn: 发送给 Tracker 的客户端标识字符串
zh_hant: 傳送給 Tracker 的用戶端識別字串

# BT_Section_Encryption.Text
source: Encryption
fr: Chiffrement
it: Crittografia
ja: 暗号化
ko: 암호화
ru: Шифрование
zh_cn: 加密
zh_hant: 加密

# BT_EncryptionPolicy.Header
source: Encryption Policy
fr: Politique de chiffrement
it: Criterio di crittografia
ja: 暗号化ポリシー
ko: 암호화 정책
ru: Политика шифрования
zh_cn: 加密策略
zh_hant: 加密原則

# BT_EncryptionPolicy.Description
source: Peer connection encryption mode
fr: Mode de chiffrement des connexions de pairs
it: Modalità di crittografia delle connessioni peer
ja: ピア接続の暗号化モード
ko: 피어 연결 암호화 모드
ru: Режим шифрования соединений с пирами
zh_cn: 对等连接的加密模式
zh_hant: 節點連線加密模式

# BT_Enc_Forced.Content
source: Forced
fr: Forcé
it: Forzata
ja: 強制
ko: 강제
ru: Принудительно
zh_cn: 强制
zh_hant: 強制

# BT_Enc_Enabled.Content
source: Enabled
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
ru: Включено
zh_cn: 启用
zh_hant: 已啟用

# BT_Enc_Disabled.Content
source: Disabled
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_cn: 禁用
zh_hant: 已停用

# BT_PreferRc4.Header
source: Prefer RC4 Encryption
fr: Préférer le chiffrement RC4
it: Preferisci crittografia RC4
ja: RC4 暗号化を優先
ko: RC4 암호화 우선
ru: Предпочитать шифрование RC4
zh_cn: 首选 RC4 加密
zh_hant: 偏好 RC4 加密

# BT_PreferRc4.Description
source: Use RC4 over plaintext when encryption is enabled
fr: Utiliser RC4 plutôt que le texte en clair lorsque le chiffrement est activé
it: Usa RC4 invece del testo in chiaro quando la crittografia è abilitata
ja: 暗号化が有効な場合、平文より RC4 を優先します
ko: 암호화가 사용될 때 평문보다 RC4를 우선 사용합니다
ru: При включённом шифровании предпочитать RC4 открытому тексту
zh_cn: 启用加密时优先使用 RC4 而非明文
zh_hant: 啟用加密時優先使用 RC4 而非明文

# BT_ProxyType.Header
source: Proxy Type
fr: Type de proxy
it: Tipo di proxy
ja: プロキシの種類
ko: 프록시 유형
ru: Тип прокси
zh_cn: 代理类型
zh_hant: Proxy 類型

# BT_ProxyType.Description
source: Select proxy protocol for BitTorrent traffic
fr: Sélectionner le protocole proxy pour le trafic BitTorrent
it: Seleziona il protocollo proxy per il traffico BitTorrent
ja: BitTorrent 通信に使用するプロキシプロトコルを選択します
ko: BitTorrent 트래픽에 사용할 프록시 프로토콜을 선택합니다
ru: Выберите протокол прокси для трафика BitTorrent
zh_cn: 选择 BitTorrent 流量的代理协议
zh_hant: 選擇 BitTorrent 流量使用的 Proxy 協定

# BT_Proxy_Socks5Pw.Content
source: SOCKS5 (with password)
fr: SOCKS5 (avec mot de passe)
it: SOCKS5 (con password)
ja: SOCKS5（パスワードあり）
ko: SOCKS5(비밀번호 사용)
ru: SOCKS5 (с паролем)
zh_cn: SOCKS5（带密码）
zh_hant: SOCKS5（含密碼）

# BT_Proxy_HttpPw.Content
source: HTTP (with password)
fr: HTTP (avec mot de passe)
it: HTTP (con password)
ja: HTTP（パスワードあり）
ko: HTTP(비밀번호 사용)
ru: HTTP (с паролем)
zh_cn: HTTP（带密码）
zh_hant: HTTP（含密碼）

# BT_ProxyDetails.Header
source: Proxy Configuration
fr: Configuration du proxy
it: Configurazione proxy
ja: プロキシ構成
ko: 프록시 구성
ru: Настройка прокси
zh_cn: 代理配置
zh_hant: Proxy 設定

# BT_ProxyDetails.Description
source: Configure proxy server details
fr: Configurer les paramètres du serveur proxy
it: Configura i dettagli del server proxy
ja: プロキシサーバーの詳細を構成します
ko: 프록시 서버 세부 정보를 구성합니다
ru: Настроить параметры прокси-сервера
zh_cn: 配置代理服务器详细信息
zh_hant: 設定 Proxy 伺服器詳細資料

# BT_ProxyHostname.Header
source: Hostname
fr: Nom d’hôte
it: Nome host
ja: ホスト名
ko: 호스트 이름
ru: Имя хоста
zh_cn: 主机名
zh_hant: 主機名稱

# BT_ProxyPort.Header
source: Port
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口
zh_hant: 連接埠

# BT_ProxyUsername.Header
source: Username
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户名
zh_hant: 使用者名稱

# BT_ProxyPassword.Header
source: Password
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_cn: 密码
zh_hant: 密碼

# BT_ProxyPeerConn.Header
source: Use Proxy for Peer Connections
fr: Utiliser le proxy pour les connexions de pairs
it: Usa proxy per le connessioni peer
ja: ピア接続にプロキシを使用
ko: 피어 연결에 프록시 사용
ru: Использовать прокси для подключений к пирам
zh_cn: 代理对等连接
zh_hant: 節點連線使用 Proxy

# BT_ProxyTrackerConn.Header
source: Use Proxy for Tracker Connections
fr: Utiliser le proxy pour les connexions aux traqueurs
it: Usa proxy per le connessioni ai tracker
ja: トラッカー接続にプロキシを使用
ko: 트래커 연결에 프록시 사용
ru: Использовать прокси для подключений к трекерам
zh_cn: 代理 Tracker 连接
zh_hant: Tracker 連線使用 Proxy

# DL_Section_SaveLocation.Text
source: Save Location
fr: Emplacement d’enregistrement
it: Posizione di salvataggio
ja: 保存場所
ko: 저장 위치
ru: Место сохранения
zh_cn: 保存位置
zh_hant: 儲存位置

# DL_DefaultSavePath.Header
source: Default Save Path
fr: Chemin d’enregistrement par défaut
it: Percorso di salvataggio predefinito
ja: 既定の保存先
ko: 기본 저장 경로
ru: Путь сохранения по умолчанию
zh_cn: 默认保存路径
zh_hant: 預設儲存路徑

# DL_DefaultSavePath.Description
source: Default download directory for new torrents
fr: Répertoire de téléchargement par défaut pour les nouveaux torrents
it: Cartella di download predefinita per i nuovi torrent
ja: 新しい Torrent の既定ダウンロード先
ko: 새 토렌트의 기본 다운로드 폴더
ru: Каталог загрузки по умолчанию для новых торрентов
zh_cn: 新种子的默认下载目录
zh_hant: 新 Torrent 的預設下載目錄

# DL_DefaultSavePathTextBox.PlaceholderText
source: (Downloads folder)
fr: (Dossier Téléchargements)
it: (Cartella Download)
ja: （ダウンロードフォルダー）
ko: (다운로드 폴더)
ru: (Папка «Загрузки»)
zh_cn: （下载文件夹）
zh_hant: （下載資料夾）

# DL_PreallocateStorage.Header
source: Pre-allocate Disk Space
fr: Préallouer l’espace disque
it: Prealloca spazio su disco
ja: ディスク領域を事前割り当て
ko: 디스크 공간 미리 할당
ru: Предварительно выделять место на диске
zh_cn: 预分配磁盘空间
zh_hant: 預先配置磁碟空間

# DL_PreallocateStorage.Description
source: Reserve disk space before downloading begins
fr: Réserver l’espace disque avant le début du téléchargement
it: Riserva spazio su disco prima dell'inizio del download
ja: ダウンロード開始前にディスク領域を確保します
ko: 다운로드 시작 전에 디스크 공간을 예약합니다
ru: Резервировать место на диске до начала загрузки
zh_cn: 下载开始前预留磁盘空间
zh_hant: 下載開始前預留磁碟空間

# DL_Section_Behaviour.Text
source: Behaviour
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
ru: Поведение
zh_cn: 行为
zh_hant: 行為

# DL_AutoStartDownloads.Header
source: Auto-start Downloads
fr: Démarrer automatiquement les téléchargements
it: Avvia automaticamente i download
ja: ダウンロードを自動開始
ko: 다운로드 자동 시작
ru: Автоматически запускать загрузки
zh_cn: 自动开始下载
zh_hant: 自動開始下載

# DL_AutoStartDownloads.Description
source: Automatically start downloading after adding a torrent
fr: Démarrer automatiquement le téléchargement après l’ajout d’un torrent
it: Avvia automaticamente il download dopo l'aggiunta di un torrent
ja: Torrent の追加後に自動的にダウンロードを開始します
ko: 토렌트를 추가하면 자동으로 다운로드를 시작합니다
ru: Автоматически начинать загрузку после добавления торрента
zh_cn: 添加种子后自动开始下载
zh_hant: 新增 Torrent 後自動開始下載

# DL_RecheckBeforeResume.Header
source: Recheck before resuming
fr: Revérifier avant de reprendre
ja: 再開前に再チェック
zh_cn: 恢复前重新校验
zh_hant: 恢復前重新校驗

# DL_RecheckBeforeResume.Description
source: Verify all pieces before a paused torrent resumes. This may take a long time.
fr: Vérifie toutes les pièces avant de reprendre un torrent en pause. Cette opération peut être longue.
ja: 一時停止した Torrent を再開する前に全ピースを検証します。時間がかかる場合があります。
zh_cn: 暂停的种子恢复前校验全部分块；该操作可能需要较长时间
zh_hant: 暫停的 Torrent 恢復前校驗全部分塊；此操作可能需要較長時間

# DL_MoveCompleted.Header
source: Move Completed Downloads
fr: Déplacer les téléchargements terminés
it: Sposta i download completati
ja: 完了したダウンロードを移動
ko: 완료된 다운로드 이동
ru: Перемещать завершённые загрузки
zh_cn: 移动已完成下载
zh_hant: 移動已完成的下載

# DL_MoveCompleted.Description
source: Move completed downloads to a different directory
fr: Déplacer les téléchargements terminés vers un autre répertoire
it: Sposta i download completati in un'altra cartella
ja: 完了したダウンロードを別のディレクトリへ移動します
ko: 완료된 다운로드를 다른 폴더로 이동합니다
ru: Перемещать завершённые загрузки в другой каталог
zh_cn: 将已完成的下载移动到其他目录
zh_hant: 將已完成的下載移至其他目錄

# DL_MoveCompletedPath.Header
source: Destination
it: Destinazione
ja: 移動先
ko: 대상
ru: Назначение
zh_cn: 目标文件夹
zh_hant: 目的地

# DL_MoveCompletedPathTextBox.PlaceholderText
source: Completed download path
fr: Chemin des téléchargements terminés
it: Percorso dei download completati
ja: 完了済みダウンロードの保存先
ko: 완료된 다운로드 경로
ru: Путь для завершённых загрузок
zh_cn: 已完成下载路径
zh_hant: 已完成下載的路徑

# ViewDialogHttpDownloadDialog.Title
source: New HTTP Download
fr: Nouveau téléchargement HTTP
it: Nuovo download HTTP
ja: 新しい HTTP ダウンロード
ko: 새 HTTP 다운로드
ru: Новая HTTP-загрузка
zh_cn: 新建 HTTP 下载
zh_hant: 新增 HTTP 下載

# ViewDialogHttpDownloadDialog.PrimaryButtonText
source: Download
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
ru: Загрузить
zh_cn: 下载
zh_hant: 下載

# ViewDialogHttpDownloadDialog.CloseButtonText
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# HttpDownloadDialogPasteButtonText.Text
source: Paste from Clipboard
fr: Coller depuis le Presse-papiers
it: Incolla dagli Appunti
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
ru: Вставить из буфера обмена
zh_cn: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

# HttpDownloadDialogSaveDirBox.Header
source: Save to
fr: Enregistrer dans
it: Salva in
ja: 保存先
ko: 저장 위치
ru: Сохранить в
zh_cn: 保存到
zh_hant: 儲存至

# HttpDownloadDialogSaveDirBox.PlaceholderText
source: Default download directory
fr: Répertoire de téléchargement par défaut
it: Cartella di download predefinita
ja: 既定のダウンロードディレクトリ
ko: 기본 다운로드 폴더
ru: Каталог загрузки по умолчанию
zh_cn: 默认下载目录
zh_hant: 預設下載目錄
